Repository: NikolaDX/JellyPlayerSwift
Catalog: JellyPlayerSwift/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_pt, ru, sr, zh_hans, zh_hant

source: Double tap to toggle play-pause. Swipe up to access actions.
ar: انقر نقرًا مزدوجًا للتبديل بين التشغيل والإيقاف المؤقت. مرر لأعلى للوصول إلى الإجراءات.
de: Doppeltippen, um zwischen Wiedergabe und Pause umzuschalten. Nach oben wischen, um auf Aktionen zuzugreifen.
es: Toca dos veces para alternar entre reproducción y pausa. Desliza hacia arriba para acceder a las acciones.
fr: Appuyez deux fois pour activer-désactiver la lecture/pause. Balayez vers le haut pour accéder aux actions.
hi: प्ले-पॉज़ टॉगल करने के लिए डबल टैप करें। क्रियाओं तक पहुँचने के लिए ऊपर स्वाइप करें।
it: Tocca due volte per attivare/disattivare la riproduzione/pausa. Scorri verso l'alto per accedere alle azioni.
ja: ダブルタップすると再生と一時停止が切り替わります。上にスワイプすると操作にアクセスできます。
ko: 두 번 탭하면 재생/일시 정지가 전환됩니다. 위로 스와이프하면 작업에 접근할 수 있습니다.
pt_pt: Toque duas vezes para alternar entre a reprodução e a pausa. Deslize para cima para aceder às ações.
ru: Дважды нажмите, чтобы переключить воспроизведение-паузу. Проведите пальцем вверх, чтобы получить доступ к действиям.
sr: Двапут додирните да бисте пребацили између репродукције и паузе. Превуците нагоре да бисте приступили радњама.
zh_hans: 双击可切换播放/暂停。向上滑动可访问操作。
zh_hant: 雙擊切換播放-暫停。向上滑動即可存取操作。

source: Double-tap to change song repeat mode
ar: انقر نقرًا مزدوجًا لتغيير وضع تكرار الأغنية
de: Doppeltippen, um den Song-Wiederholungsmodus zu ändern
es: Toca dos veces para cambiar el modo de repetición de la canción
fr: Appuyez deux fois pour changer le mode de répétition de la chanson
hi: गाना दोहराने का मोड बदलने के लिए डबल-टैप करें
it: Tocca due volte per cambiare la modalità di ripetizione del brano
ja: ダブルタップすると曲のリピートモードを変更できます
ko: 노래 반복 모드를 변경하려면 두 번 탭하세요
pt_pt: Toque duas vezes para alterar o modo de repetição da música
ru: Дважды нажмите, чтобы изменить режим повтора песни.
sr: Двапут додирните да бисте променили режим понављања песме
zh_hans: 双击更改歌曲重复模式
zh_hant: 雙擊更改歌曲重複模式

source: Double-tap to play
ar: انقر نقرًا مزدوجًا للعب
de: Zum Abspielen doppeltippen
es: Haz doble clic para jugar
fr: Appuyez deux fois pour jouer
hi: चलाने के लिए डबल-टैप करें
it: Tocca due volte per giocare
ja: ダブルタップして再生
ko: 두 번 탭하여 재생하세요
pt_pt: Toque duas vezes para jogar
ru: Нажмите дважды, чтобы воспроизвести
sr: Двапут додирните да бисте репродуковали
zh_hans: 双击顶部播放
zh_hant: 按兩下播放

source: Double-tap to see all albums from this artist
ar: انقر مرتين لرؤية جميع الألبومات من هذا الفنان
de: Doppeltippen, um alle Alben dieses Künstlers anzuzeigen
es: Toca dos veces para ver todos los álbumes de este artista.
fr: Appuyez deux fois pour voir tous les albums de cet artiste
hi: इस कलाकार के सभी एल्बम देखने के लिए डबल-टैप करें
it: Tocca due volte per vedere tutti gli album di questo artista
ja: ダブルタップすると、このアーティストのすべてのアルバムが表示されます
ko: 이 아티스트의 모든 앨범을 보려면 두 번 탭하세요.
pt_pt: Toque duas vezes para ver todos os álbuns deste artista
ru: Нажмите дважды, чтобы увидеть все альбомы этого исполнителя
sr: Двапут додирните да бисте видели све албуме овог извођача
zh_hans: 双击查看此艺术家的所有专辑
zh_hant: 雙擊即可查看該藝術家的所有專輯

source: Double-tap to select this color
ar: انقر نقرًا مزدوجًا لتحديد هذا اللون
de: Doppeltippen, um diese Farbe auszuwählen
es: Toque dos veces para seleccionar este color
fr: Appuyez deux fois pour sélectionner cette couleur
hi: इस रंग को चुनने के लिए डबल-टैप करें
it: Tocca due volte per selezionare questo colore
ja: この色を選択するにはダブルタップしてください
ko: 이 색상을 선택하려면 두 번 탭하세요
pt_pt: Toque duas vezes para selecionar esta cor
ru: Дважды нажмите, чтобы выбрать этот цвет
sr: Двапут додирните да бисте изабрали ову боју
zh_hans: 双击选择此颜色
zh_hant: 雙擊選擇此顏色

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करना
it: Scaricamento
ja: ダウンロード
ko: 다운로드
pt_pt: Baixar
ru: Скачать
sr: Преузми
zh_hans: 下载
zh_hant: 下載

source: Download album
ar: تحميل الألبوم
de: Album herunterladen
es: Descargar álbum
fr: Télécharger l'album
hi: एल्बम डाउनलोड करें
it: Scarica l'album
ja: アルバムをダウンロード
ko: 앨범 다운로드
pt_pt: Baixar álbum
ru: Скачать альбом
sr: Преузми албум
zh_hans: 下载专辑
zh_hant: 下載專輯

source: Download playlist
ar: تنزيل قائمة التشغيل
de: Playlist herunterladen
es: Descargar lista de reproducción
fr: Télécharger la playlist
hi: प्लेलिस्ट डाउनलोड करें
it: Scarica la playlist
ja: プレイリストをダウンロード
ko: 플레이리스트 다운로드
pt_pt: Baixar playlist
ru: Скачать плейлист
sr: Преузми плејлисту
zh_hans: 下载播放列表
zh_hant: 下載播放列表

source: Download progress: %lld percent
ar: تقدم التنزيل: %lld بالمائة
de: Download-Fortschritt: %lld Prozent
es: Progreso de descarga: %lld por ciento
fr: Progression du téléchargement : %lld pour cent
hi: डाउनलोड प्रगति: %lld प्रतिशत
it: Avanzamento download: %lld percentuale
ja: ダウンロードの進行状況: %lld パーセント
ko: 다운로드 진행률: %lld%
pt_pt: Progresso do download: %lld por cento
ru: Прогресс загрузки: %lld процентов
sr: Напредак преузимања: %lld процената
zh_hans: 下载进度：%lld%
zh_hant: 下載進度：%lld%

source: Download songs from this album for offline listening
ar: قم بتنزيل الأغاني من هذا الألبوم للاستماع إليها دون اتصال بالإنترنت
de: Laden Sie Songs aus diesem Album herunter, um sie offline anzuhören
es: Descarga canciones de este álbum para escucharlas sin conexión
fr: Téléchargez des chansons de cet album pour une écoute hors ligne
hi: ऑफ़लाइन सुनने के लिए इस एल्बम से गाने डाउनलोड करें
it: Scarica i brani di questo album per ascoltarli offline
ja: このアルバムの曲をダウンロードしてオフラインで聴く
ko: 오프라인 청취를 위해 이 앨범의 노래를 다운로드하세요
pt_pt: Descarregue músicas deste álbum para ouvir offline
ru: Загрузите песни из этого альбома для прослушивания офлайн
sr: Преузмите песме са овог албума за слушање ван мреже
zh_hans: 下载此专辑中的歌曲以供离线收听
zh_hant: 下載此專輯中的歌曲以供離線收聽

source: Download this song for offline listening
ar: قم بتنزيل هذه الأغنية للاستماع إليها دون اتصال بالإنترنت
de: Laden Sie dieses Lied zum Offline-Hören herunter
es: Descarga esta canción para escucharla sin conexión
fr: Téléchargez cette chanson pour une écoute hors ligne
hi: ऑफ़लाइन सुनने के लिए इस गाने को डाउनलोड करें
it: Scarica questa canzone per ascoltarla offline
ja: この曲をダウンロードしてオフラインで聴く
ko: 오프라인 청취를 위해 이 노래를 다운로드하세요
pt_pt: Descarregue esta música para ouvir offline
ru: Загрузите эту песню для прослушивания офлайн
sr: Преузмите ову песму за слушање ван мреже
zh_hans: 下载此歌曲以供离线收听
zh_hant: 下載此歌曲以供離線收聽

source: Downloaded
ar: تم التنزيل
de: Heruntergeladen
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया गया
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
pt_pt: Baixado
ru: Загружено
sr: Преузето
zh_hans: 已下载
zh_hant: 已下載

source: Downloads playlist songs for offline listening
ar: تنزيل أغاني قائمة التشغيل للاستماع إليها دون اتصال بالإنترنت
de: Lädt Playlist-Songs zum Offline-Hören herunter
es: Descarga listas de reproducción de canciones para escuchar sin conexión
fr: Télécharge des chansons de la playlist pour une écoute hors ligne
hi: ऑफ़लाइन सुनने के लिए प्लेलिस्ट गाने डाउनलोड करता है
it: Scarica playlist di brani per l'ascolto offline
ja: オフラインで聴くためにプレイリストの曲をダウンロードする
ko: 오프라인 청취를 위해 플레이리스트 노래를 다운로드하세요
pt_pt: Descarrega músicas da playlist para ouvir offline
ru: Загружает плейлисты песен для прослушивания офлайн
sr: Преузми песме са плејлисте за слушање ван мреже
zh_hans: 编辑播放列表
zh_hant: 下載播放清單中的歌曲以供離線收聽

source: Edit playlists
ar: تعديل قوائم التشغيل
de: Wiedergabelisten bearbeiten
es: Editar listas de reproducción
fr: Modifier les listes de lecture
hi: प्लेलिस्ट संपादित करें
it: Modifica playlist
ja: プレイリストを編集する
ko: 재생목록 편집
pt_pt: Editar listas de reprodução
ru: Редактировать плейлисты
sr: Уреди плејлисте
zh_hans: 编辑播放列表
zh_hant: 編輯播放清單

source: Enter new playlist name below
ar: أدخل اسم قائمة التشغيل الجديدة أدناه
de: Geben Sie unten den neuen Playlist-Namen ein
es: Ingrese el nombre de la nueva lista de reproducción a continuación
fr: Entrez le nom de la nouvelle playlist ci-dessous
hi: नीचे नई प्लेलिस्ट का नाम दर्ज करें
it: Inserisci il nome della nuova playlist qui sotto
ja: 以下に新しいプレイリスト名を入力してください
ko: 아래에 새 재생 목록 이름을 입력하세요
pt_pt: Introduza o nome da nova lista de reprodução abaixo
ru: Введите новое название плейлиста ниже
sr: Унесите назив нове плејлисте испод
zh_hans: 在下面输入新的播放列表名称
zh_hant: 在下面輸入新的播放清單名稱

source: Enter your password below
ar: أدخل كلمة المرور الخاصة بك أدناه
de: Geben Sie unten Ihr Passwort ein
es: Ingrese su contraseña a continuación
fr: Entrez votre mot de passe ci-dessous
hi: अपना पासवर्ड नीचे दर्ज करें
it: Inserisci la tua password qui sotto
ja: 以下にパスワードを入力してください
ko: 아래에 비밀번호를 입력하세요
pt_pt: Introduza a sua senha abaixo
ru: Введите ваш пароль ниже
sr: Унесите лозинку испод
zh_hans: 在下面输入您的密码
zh_hant: 在下面輸入您的密碼

source: Enter your server URL below
ar: أدخل عنوان URL الخاص بخادمك أدناه
de: Geben Sie unten Ihre Server-URL ein
es: Ingrese la URL de su servidor a continuación
fr: Entrez l'URL de votre serveur ci-dessous
hi: अपना सर्वर URL नीचे दर्ज करें
it: Inserisci l'URL del tuo server qui sotto
ja: 下記にサーバーのURLを入力してください
ko: 아래에 서버 URL을 입력하세요
pt_pt: Introduza o URL do seu servidor abaixo
ru: Введите URL вашего сервера ниже
sr: Унесите URL адресу вашег сервера испод
zh_hans: 在下面输入您的服务器 URL
zh_hant: 在下面輸入您的伺服器 URL

source: Enter your username below
ar: أدخل اسم المستخدم الخاص بك أدناه
de: Geben Sie unten Ihren Benutzernamen ein
es: Ingrese su nombre de usuario a continuación
fr: Entrez votre nom d'utilisateur ci-dessous
hi: नीचे अपना उपयोगकर्ता नाम दर्ज करें
it: Inserisci il tuo nome utente qui sotto
ja: 下記にユーザー名を入力してください
ko: 아래에 사용자 이름을 입력하세요
pt_pt: Introduza o seu nome de utilizador abaixo
ru: Введите свое имя пользователя ниже
sr: Унесите своје корисничко име испод
zh_hans: 在下面输入您的用户名
zh_hant: 在下面輸入您的用戶名

source: Error: %@
ar: خطأ: %@
de: Fehler: %@
fr: Erreur: %@
hi: गलती: %@
it: Errore: %@
ja: エラー： %@
ko: 오류: %@
pt_pt: Erro: %@
ru: Ошибка: %@
sr: Грешка: %@
zh_hans: 错误: %@
zh_hant: 錯誤： ％@

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_pt: Favoritos
ru: Избранное
sr: Омиљено
zh_hans: 收藏
zh_hant: 收藏夾

source: Full Music Player
ar: مشغل موسيقى كامل
de: Vollständiger Musikplayer
es: Reproductor de música completo
fr: Lecteur de musique complet
hi: पूर्ण संगीत प्लेयर
it: Lettore musicale completo
ja: フルミュージックプレーヤー
ko: 전체 음악 플레이어
pt_pt: Reprodutor de música completo
ru: Полный музыкальный плеер
sr: Комплетан музички плејер
zh_hans: 完整的音乐播放器
zh_hant: 完整的音樂播放器

source: Genre: %@
ar: النوع: %@
es: Género: %@
hi: शैली: %@
it: Genere: %@
ja: ジャンル: %@
ko: 장르: %@
pt_pt: Género: %@
ru: Жанр: %@
sr: Жанр: %@
zh_hans: 类型：%@
zh_hant: 類型：%@

source: Genres
ar: الأنواع
es: Géneros
hi: शैलियाँ
it: Generi
ja: ジャンル
ko: 장르
pt_pt: Gêneros
ru: Жанры
sr: Жанрови
zh_hans: 类型
zh_hant: 類型

source: Great!
ar: رائع!
de: Super!
es: ¡Genial!
fr: Super !
hi: बढ़िया!
it: Ottimo!
ja: 完了！
ko: 좋아요!
pt_pt: Excelente!
ru: Отлично!
sr: Одлично!
zh_hans: 太棒了！
zh_hant: 偉大的！

source: Head to the downloads page
ar: انتقل إلى صفحة التنزيلات
de: Gehen Sie zur Download-Seite
es: Dirígete a la página de descargas
fr: Accédez à la page de téléchargement
hi: डाउनलोड पृष्ठ पर जाएं
it: Vai alla pagina dei download
ja: ダウンロードページへ
ko: 다운로드 페이지로 이동하세요
pt_pt: Ir para a página de downloads
ru: Перейти на страницу загрузок
sr: Идите на страницу за преузимање
zh_hans: 前往下载页面
zh_hant: 前往下載頁面

source: Head to the settings page
ar: انتقل إلى صفحة الإعدادات
de: Gehen Sie zur Einstellungsseite
es: Dirígete a la página de configuración
fr: Accédez à la page des paramètres
hi: सेटिंग पेज पर जाएं
it: Vai alla pagina delle impostazioni
ja: 設定ページへ移動します
ko: 설정 페이지로 이동하세요
pt_pt: Vá para a página de definições
ru: Перейдите на страницу настроек.
sr: Идите на страницу са подешавањима
zh_hans: 前往设置页面
zh_hant: 前往設定頁面

source: Hide full music player
ar: إخفاء مشغل الموسيقى بالكامل
de: Vollständigen Musikplayer ausblenden
es: Ocultar el reproductor de música completo
fr: Masquer le lecteur de musique complet
hi: पूरा म्यूज़िक प्लेयर छिपाएँ
it: Nascondi il lettore musicale completo
ja: フルミュージックプレーヤーを非表示にする
ko: 전체 음악 플레이어 숨기기
pt_pt: Ocultar leitor de música completo
ru: Скрыть полный музыкальный проигрыватель
sr: Сакриј цео музички плејер
zh_hans: 隐藏完整音乐播放器
zh_hant: 隱藏完整音樂播放器

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt_pt: Inicial
ru: Главная
sr: Почетна
zh_hans: 首页
zh_hant: 家

source: Instant mix
ar: مزيج فوري
es: Mezcla instantánea
fr: Mélange instantané
hi: तत्काल मिश्रण
it: Miscela istantanea
ja: インスタントミックス
ko: 인스턴트 믹스
pt_pt: Mistura instantânea
ru: Мгновенная смесь
sr: Инстант микс
zh_hans: 即时混合
zh_hant: 即時混合

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt_pt: Idioma
ru: Язык
sr: Језик
zh_hans: 语言
zh_hant: 語言

source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_pt: Biblioteca
ru: Библиотека
sr: Библиотека
zh_hans: 音乐库
zh_hant: 圖書館

source: Light
ar: ضوء
de: Licht
es: Ligero
fr: Lumière
hi: रोशनी
it: Leggero
ja: ライト
ko: 빛
pt_pt: Luz
ru: Свет
sr: Светло
zh_hans: 光
zh_hant: 光

source: Log in
ar: تسجيل الدخول
de: Einloggen
es: Acceso
fr: Se connecter
hi: लॉग इन करें
ja: ログイン
ko: 로그인
pt_pt: Conecte-se
ru: Авторизоваться
sr: Пријавите се
zh_hans: 登录
zh_hant: 登入

source: Log into server
ar: تسجيل الدخول إلى الخادم
de: Beim Server anmelden
es: Iniciar sesión en el servidor
fr: Connectez-vous au serveur
hi: सर्वर में लॉग इन करें
it: Accedi al server
ja: サーバーにログイン
ko: 서버에 로그인
pt_pt: Entrar no servidor
ru: Войти на сервер
sr: Пријавите се на сервер
zh_hans: 登录服务器
zh_hant: 登入伺服器

source: Logging in. Please wait...
ar: جاري تسجيل الدخول. الرجاء الانتظار...
de: Anmeldung. Bitte warten …
es: Iniciando sesión. Por favor espere...
fr: Connexion en cours. Veuillez patienter...
hi: लॉग इन कर रहा हूँ. कृपया प्रतीक्षा करें...
it: Accesso in corso. Attendi...
ja: ログインしています。お待ちください...
ko: 로그인 중입니다. 잠시만 기다려 주세요.
pt_pt: Efetuando login. Aguarde...
ru: Вход в систему. Пожалуйста, подождите...
sr: Пријављивање. Молимо сачекајте...
zh_hans: 正在登录。请稍候...
zh_hant: 正在登入。請稍候...

source: Login successful!
ar: تم تسجيل الدخول بنجاح!
de: Anmeldung erfolgreich!
es: ¡Inicio de sesión correcto!
fr: Connexion réussie !
hi: लॉगिन सफल!
it: Accesso avvenuto con successo!
ja: ログインに成功しました！
ko: 로그인 완료!
pt_pt: Login efetuado com sucesso!
ru: Вход выполнен успешно!
sr: Пријава успешна!
zh_hans: 登录成功！
zh_hant: 登入成功！

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
ru: Имя
sr: Име
zh_hans: 名称
zh_hant: 姓名

source: Never repeat
ar: لا تكرر أبدا
de: Nie wieder
es: Nunca repitas
fr: Ne jamais répéter
hi: कभी न दोहराएँ
it: Non ripetere mai
ja: 二度と繰り返さない
ko: 절대 반복하지 마세요
pt_pt: Nunca repita
ru: Никогда не повторять
sr: Никад не понављај
zh_hans: 永不重复
zh_hant: 永不重複

source: New playlist name:
ar: اسم قائمة التشغيل الجديدة:
de: Neuer Playlist-Name:
es: Nuevo nombre de la lista de reproducción:
fr: Nouveau nom de la playlist :
hi: नई प्लेलिस्ट का नाम:
it: Nuovo nome della playlist:
ja: 新しいプレイリスト名:
ko: 새로운 재생 목록 이름:
pt_pt: Novo nome da playlist:
ru: Название нового плейлиста:
sr: Назив нове плејлисте:
zh_hans: 新播放列表名称：
zh_hant: 新播放清單名稱：

source: Next song
ar: الأغنية التالية
de: Nächstes Lied
es: Siguiente canción
fr: Chanson suivante
hi: अगला गाना
it: Canzone successiva
ja: 次の曲
ko: 다음 노래
pt_pt: Próxima música
ru: Следующая песня
sr: Следећа песма
zh_hans: 下一首歌曲
zh_hant: 下一首歌曲

source: Next Song
ar: الأغنية التالية
de: Nächstes Lied
es: Siguiente canción
fr: Chanson suivante
hi: अगला गाना
it: Canzone successiva
ja: 次の曲
ko: 다음 노래
pt_pt: Próxima música
ru: Следующая песня
sr: Следећа песма
zh_hans: 下一首歌曲
zh_hant: 下一首歌曲

source: None
ar: لا أحد
de: Keiner
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
pt_pt: Nenhum
ru: Никто
sr: Ниједан
zh_hans: 没有任何
zh_hant: 沒有任何

source: Not shuffled
ar: غير مختلط
de: Nicht gemischt
es: No barajado
fr: Non mélangé
hi: फेरबदल नहीं किया गया
it: Non mescolato
ja: シャッフルされていない
ko: 섞지 않음
pt_pt: Não embaralhado
ru: Не перетасовано
sr: Није помешано
zh_hans: 未洗牌
zh_hant: 未洗牌

source: Ok
ar: حسنًا
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
sr: У реду
zh_hans: 确定
zh_hant: 好的

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt_pt: Palavra-passe
ru: Пароль
sr: Лозинка
zh_hans: 密码
zh_hant: 密碼

source: Password:
ar: كلمة المرور:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
hi: पासवर्ड:
ja: パスワード：
ko: 비밀번호:
pt_pt: Palavra-passe:
ru: Пароль:
sr: Лозинка:
zh_hans: 密码：
zh_hant: 密碼：

source: Paused
ar: متوقف مؤقتًا
de: Angehalten
es: En pausa
fr: En pause
hi: रोका गया
it: In pausa
ja: 一時停止
ko: 일시 중지됨
pt_pt: Pausado
ru: Приостановлено
sr: Паузирано
zh_hans: 已暂停
zh_hant: 已暫停

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Jouer
hi: बजाओ
it: Riproduci
ja: を再生
ko: 재생
pt_pt: Tocar
ru: Воспроизвести
sr: Пусти
zh_hans: 播放歌
zh_hant: 播放歌

source: Play all songs
ar: تشغيل جميع الأغاني
de: Alle Songs abspielen
es: Reproducir todas las canciones
fr: Jouer toutes les chansons
hi: सभी गाने बजाएं
it: Riproduci tutte le canzoni
ja: すべての曲を再生
ko: 모든 노래 재생
pt_pt: Tocar todas as músicas
ru: Воспроизвести все песни
sr: Пусти све песме
zh_hans: 播放所有歌曲
zh_hant: 播放所有歌曲

source: Play all songs from this album
ar: تشغيل جميع الأغاني من هذا الألبوم
de: Alle Songs dieses Albums abspielen
es: Reproducir todas las canciones de este álbum
fr: Écoutez toutes les chansons de cet album
hi: इस एल्बम के सभी गाने चलाएँ
it: Ascolta tutti i brani di questo album
ja: このアルバムのすべての曲を再生
ko: 이 앨범의 모든 노래를 재생합니다
pt_pt: Reproduzir todas as músicas deste álbum
ru: Воспроизвести все песни из этого альбома
sr: Пусти све песме са овог албума
zh_hans: 播放此专辑的所有歌曲
zh_hant: 播放此專輯的所有歌曲

source: Play all songs from this artist
ar: تشغيل جميع الأغاني من هذا الفنان
de: Alle Songs dieses Künstlers abspielen
es: Reproducir todas las canciones de este artista
fr: Écouter toutes les chansons de cet artiste
hi: इस कलाकार के सभी गाने बजाएं
it: Ascolta tutte le canzoni di questo artista
ja: このアーティストのすべての曲を再生
ko: 이 아티스트의 모든 노래 재생
pt_pt: Reproduzir todas as músicas deste artista
ru: Воспроизвести все песни этого исполнителя
sr: Пусти све песме овог извођача
zh_hans: 播放该歌手的所有歌曲
zh_hant: 播放藝術家的所有歌曲

source: Play all songs from this playlist
ar: تشغيل جميع الأغاني من قائمة التشغيل هذه
de: Alle Songs aus dieser Playlist abspielen
es: Reproducir todas las canciones de esta lista de reproducción
fr: Écouter toutes les chansons de cette playlist
hi: इस प्लेलिस्ट से सभी गाने चलाएं
it: Riproduci tutti i brani di questa playlist
ja: このプレイリストからすべての曲を再生
ko: 이 재생목록의 모든 노래를 재생합니다
pt_pt: Reproduzir todas as músicas desta playlist
ru: Воспроизвести все песни из этого плейлиста
sr: Пусти све песме са ове плејлисте
zh_hans: 播放此播放列表中的所有歌曲
zh_hant: 播放此播放清單中的所有歌曲

source: Play all songs of this genre
ar: تشغيل جميع أغاني هذا النوع
de: Alle Songs dieses Genres abspielen
es: Reproducir todas las canciones de este género
fr: Écoutez toutes les chansons de ce genre
hi: इस शैली के सभी गाने बजाएँ
it: Riproduci tutte le canzoni di questo genere
ja: このジャンルの曲をすべて再生
ko: 이 장르의 모든 노래를 재생합니다
pt_pt: Reproduza todas as músicas deste género
ru: Воспроизвести все песни этого жанра
sr: Пусти све песме овог жанра
zh_hans: 播放此类型的所有歌曲
zh_hant: 播放此類型的所有歌曲

source: Play count
ar: عدد مرات التشغيل
de: Wiedergabeanzahl
es: Número de reproducciones
fr: Nombre d'écoutes
hi: प्ले काउंट
it: Numero di riproduzioni
ja: 再生回数
ko: 재생 횟수
pt_pt: Contagem de reproduções
ru: Количество воспроизведений
sr: Број репродукција
zh_hans: 播放次数
zh_hant: 播放次數

source: Playback position
ar: موضع التشغيل
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
hi: प्लेबैक स्थिति
it: Posizione di riproduzione
ja: 再生位置
ko: 재생 위치
pt_pt: Posição de reprodução
ru: Позиция воспроизведения
sr: Позиција репродукције
zh_hans: 播放位置
zh_hant: 播放位置

source: Playing
ar: تشغيل الأغنية
de: Lied wird abgespielt
es: Tocando canción
fr: Jouer une chanson
hi: गाना बजाना
it: Riproduzione di una canzone
ja: 曲を再生中
ko: 노래 재생
pt_pt: Tocando música
ru: Воспроизводит
sr: Репродукује се
zh_hans: 正在播放歌曲
zh_hant: 正在播放歌曲

source: Playlist creation successful!
ar: إنشاء قائمة التشغيل ناجح!
de: Playlist erfolgreich erstellt!
es: ¡Lista de reproducción creada correctamente!
fr: Création de la playlist réussie !
hi: प्लेलिस्ट निर्माण सफल!
it: Creazione playlist avvenuta con successo!
ja: プレイリストの作成に成功しました！
ko: 재생목록 생성 완료!
pt_pt: Criação de playlist bem-sucedida!
ru: Создание плейлиста успешно!
sr: Креирање плејлисте успешно!
zh_hans: 播放列表创建成功！
zh_hant: 播放清單創建成功！

source: Playlist name
ar: اسم قائمة التشغيل
de: Name der Wiedergabeliste
es: Nombre de la lista de reproducción
fr: Nom de la playlist
hi: प्लेलिस्ट का नाम
it: Nome della playlist
ja: プレイリスト名
ko: 재생목록 이름
pt_pt: Nome da lista de reprodução
ru: Название плейлиста
sr: Назив плејлисте
zh_hans: 播放列表名称
zh_hant: 播放清單名稱

source: Playlist name:
ar: اسم قائمة التشغيل:
de: Name der Wiedergabeliste:
es: Nombre de la lista de reproducción:
fr: Nom de la playlist :
hi: प्लेलिस्ट का नाम:
it: Nome della playlist:
ja: プレイリスト名:
ko: 재생목록 이름:
pt_pt: Nome da lista de reprodução:
ru: Название плейлиста:
sr: Назив плејлисте:
zh_hans: 播放列表名称：
zh_hant: 播放清單名稱：

source: Playlist order
ar: ترتيب قائمة التشغيل
de: Playlist-Reihenfolge
es: Orden de la lista de reproducción
fr: Ordre de la playlist
hi: प्लेलिस्ट क्रम
it: Ordine playlist
ja: プレイリストの順番
ko: 재생목록 순서
pt_pt: Ordem da lista de reprodução
ru: Порядок плейлиста
sr: Редослед плејлисте
zh_hans: 播放列表顺序
zh_hant: 播放清單順序

source: Playlist renaming successful!
ar: إعادة تسمية قائمة التشغيل ناجحة!
de: Playlist erfolgreich umbenannt!
es: ¡Lista de reproducción renombrada correctamente! Listas de reproducción
fr: Renommage de la playlist réussi !
hi: प्लेलिस्ट का नाम बदलना सफल!
it: Rinominazione playlist avvenuta con successo!
ja: プレイリストの名前変更に成功しました！
ko: 재생목록 이름 변경 완료!
pt_pt: Renomeação da playlist realizada com sucesso!
ru: Переименование плейлиста успешно!
sr: Преименовање плејлисте успешно!
zh_hans: 播放列表重命名成功！
zh_hant: 播放清單重命名成功！

source: Playlist: %@
ar: قائمة التشغيل: %@
de: Wiedergabeliste: %@
es: Lista de reproducción: %@
fr: Liste de lecture : %@
hi: प्लेलिस्ट: %@
ja: プレイリスト: %@
ko: 재생목록: %@
pt_pt: Lista de reprodução: %@
ru: Плейлист: %@
sr: Плејлиста: %@
zh_hans: 播放列表：%@
zh_hant: 播放清單：%@

# Playlist: %@, contains %lld songs.
source: Playlist: %1$@, contains %2$lld songs.
ar: قائمة التشغيل: %1$@، تحتوي على %2$lld أغاني.
de: Wiedergabeliste: %1$@, enthält %2$lld Lieder.
es: Lista de reproducción: %1$@, contiene %2$lld canciones.
fr: Liste de lecture : %1$@, contient %2$lld chansons.
hi: प्लेलिस्ट: %1$@, इसमें %2$lld गाने हैं।
it: Playlist: %1$@, contains %2$lld canzoni.
ja: プレイリスト: %1$@、%2$lld 曲が含まれています。
ko: 재생 목록: %1$@, %2$lld개의 노래가 포함되어 있습니다.
pt_pt: Lista de reprodução: %1$@, contém %2$lld músicas.
ru: Playlist: %1$@, contains %2$lld песен.
sr: Playlist: %1$@, contains %2$lld песама.
zh_hans: 播放列表：%1$@，包含 %2$lld 首歌曲。
zh_hant: 播放清單：%1$@，包含 %2$lld 首歌曲。

source: Playlists
ar: قوائم التشغيل
es: Listas de reproducción
hi: प्लेलिस्ट
it: Playlist
ja: プレイリスト
ko: 재생목록
pt_pt: Listas de reprodução
ru: Плейлисты
sr: Плејлисте
zh_hans: 播放列表
zh_hant: 播放清單

source: Previous song
ar: الأغنية السابقة
de: Vorheriges Lied
es: Canción anterior
fr: Chanson précédente
hi: पिछला गाना
it: Canzone precedente
ja: 前の曲
ko: 이전 노래
pt_pt: Música anterior
ru: Предыдущая песня
sr: Претходна песма
zh_hans: 上一首歌曲
zh_hant: 上一首歌曲

source: Previous Song
ar: الأغنية السابقة
de: Vorheriges Lied
es: Canción anterior
fr: Chanson précédente
hi: पिछला गाना
it: Canzone precedente
ja: 前の曲
ko: 이전 노래
pt_pt: Música Anterior
ru: Предыдущая песня
sr: Претходна песма
zh_hans: 上一首歌曲
zh_hant: 上一首歌曲

source: Remove
ar: حذف
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 제거
pt_pt: Remover
ru: Удалить
sr: Уклони
zh_hans: 移除
zh_hant: 消除
